Repository: rotaract/rotaract-family
Catalog: languages/*.po
Languages: de_de

source: Customize the logo.
de_de: Passe das Logo an.

source: Organization
de_de: Organisation

source: This also sets the site's primary color. To take this into effect the site has to be <a href="javascript:location.reload();">reloaded</a> after publishment.
de_de: Diese Einstellung setzt auch die Standard-Farbe der Seite. Dafür muss die Seite nach dem Veröffentlichen <a href="javascript:location.reload();">neu geladen werden</a>.

source: Set the logo layout.
de_de: Lege das Layout des Logos fest.

source: Primary Text
de_de: Text Primär

source: Secondary Text
de_de: Text Sekundär

source: Footer
de_de: Fußzeile

source: Change the footer's content.
de_de: Inhalte der Fußzeile anpassen.

source: Privacy Policy
de_de: Datenschutz

source: Initially the privacy policy of Rotaract Germany is linked. Albeit, it is highly recommended creating your own privacy policy site. Visit <a href="/wp-admin/options-privacy.php" class="external-link" target="_blank">this site</a> to do so.
de_de: Standardmäßig verlinkt mit der Datenschutz-Seite von Rotaract Deutschland. Es empfiehlt sich aber, eine eigene Datenschutz-Seite anzulegen. Das kannst du <a href="/wp-admin/options-privacy.php" class="external-link" target="_blank">hier</a> tun. Eine Vorlage für deine Datenschutzerklärung findest du im Wiki von Rotaract Deutschland.

source: Contact Page
de_de: Seite für das Kontaktformular

source: Which page contains the contact form.
de_de: Gib hier an, auf welcher Seite dein Kontaktformular zu finden ist.

source: Imprint Page
de_de: Seite für das Impressum

source: Which page contains the imprint. Default: "%s"
de_de: Gib hier an, auf welcher Seite dein Impressum zu finden ist. Standard: "%s". Eine Vorlage für ein Impressum findest du im Wiki.

source: /imprint
de_de: /impressum

source: Link your Social Media accounts.
de_de: Füge die URL für jedes soziale Profil hinzu.

source: Additional JavaScript
de_de: Zusätzliches JavaScript

source: Add your custom JavaScript code. It will be inserted at the end of the HTML's &lt;body&gt;. The &lt;script&gt; tags has to be included here. <strong>CAUTION: Use at your own risk! Please adjust your privacy policy accordingly if you include external scripts here.</strong>
de_de: Trage hier eigenen Javascript-Code ein. Dieser wird am Ende des &lt;body&gt;-Tag eingefügt. Vergiss nicht, &lt;script&gt;-Tags zu setzen. <strong>Benutzung auf eigene Gefahr! Pass bitte deine Datenschutzerklärung entsprechend an, falls du hier externe Scripte einbindest.</strong>

source: Social Media Head
de_de: Social Media Kopfzeile

source: Contact
de_de: Kontakt

source: Imprint
de_de: Impressum
